tap 'homebrew/cask-fonts'
brew 'ag'
brew 'bat'
brew 'curl'
brew 'deno'
brew 'direnv'
brew 'fzf'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'go'
brew 'helix'
brew 'zellij'
brew 'starship'
brew 'tig'
brew 'tree'
brew 'wget'

cask 'ghostty'
cask 'firefox'
cask 'google-chrome'
cask 'font-sauce-code-pro-nerd-font'
cask 'font-space-mono-nerd-font'
cask 'raycast'
cask 'visual-studio-code'
cask 'imageoptim'
cask 'sequel-ace'
